Repository: zutheme/zuta-lucky-wheel
Catalog: languages/lucky-the-wheel-*.po
Languages: vi

source: Account
vi: Tài khoản

source: Active or extend
vi: Kích hoạt hoặc gia hạn

source: Begin
vi: Bắt đầu

source: Button Color
vi: Màu nút

source: Button Press Color
vi: Màu nút khi nhấn

source: Button Press Text Color
vi: Màu chữ khi nhấn nút

source: Button Text
vi: Chữ trên nút

source: Button Text Color
vi: Màu chữ nút

source: Button Text Size
vi: Cỡ chữ của nút

source: Campain
vi: Chiến dịch

source: Campain name
vi: Tên chiến dịch

source: Click here
vi: nhấn vào đây

source: Close
vi: Đống

source: Congratulation
vi: Chúc mừng

source: Congratulations
vi: Chúc mừng

source: Congratulations!
vi: Chúc mừng

source: Congratulations! Information sent successfully!
vi: Chúc mừng bạn! thông tin đã được gửi

source: Create game rules policy: number of participations, set prizes, start and end dates for each campain
vi: Tạo chính sách luật chơi: số lần tham gia, thiết lập giải thưởng, ngày bắt đầu và kết thúc cho từng chiến dịch

source: Created Date
vi: Ngày tạo

source: created_at
vi: ngày_tạo

source: Customer
vi: Khách hàng

source: Customers
vi: Khách hàng

source: Customize color for each cell
vi: Tùy chỉnh màu sắc cho từng ô

source: Date
vi: Ngày

source: Description
vi: Mô tả

source: Design Setup
vi: Thiết kế

source: Display
vi: HIện thị

source: Display Rules
vi: Hiện thị

source: Domain has been actived successly
vi: Tên miền đã được kích hoạt thành công

source: Domain have not actived yet
vi: Tên miền chưa được kích hoạt

source: Domain was actived
vi: Tên miền đã được kích hoạt

source: Edit size, align text
vi: Chỉnh sửa kích thước, căn chỉnh văn bản

source: End
vi: Kết thúc

source: Error sending information. Please try again!
vi: Lỗi khi gửi thông tin. Vui lòng thử lại!

source: Even Background
vi: Nền ô chẵn

source: Even Segment Color
vi: Màu ô chẵn

source: Faided
vi: Thất bại

source: Failed
vi: Thất bại

source: Featured function
vi: Tính năng nổi bật

source: Font Size
vi: Cỡ chữ

source: FREE SPIN
vi: lượt quay miễn phí

source: Fullname
vi: Họ và tên

source: Gift
vi: Quà tặng

source: How many days before the user can spin again? Default is 1 day.
vi: Sau bao nhiêu ngày người dùng mới có thể quay lại? Mặc định là 1 ngày.

source: Input your activation code
vi: Nhập mã kích hoạt của bạn

source: Invalid config JSON
vi: Cấu hình JSON không hợp lệ

source: Invalid email or password
vi: Email hoặc mật khẩu không hợp lệ

source: Label
vi: Nhãn

source: Leave your infomation, please!
vi: Vui lòng để lại thông tin của bạn!

source: Login
vi: Đăng nhập

source: Logout
vi: Đăng xuất

source: Lucky The Wheel
vi: Vòng Quay May Mắn

source: Lucky The Wheel — refactored structure keeping original logic.
vi: Lucky The Wheel — cấu trúc được tái cấu trúc nhưng vẫn giữ nguyên logic ban đầu.

source: Lucky Wheel Settings
vi: Cài đặt Vòng Quay May Mắn

source: Lucky wheel spin is a tool to effectively support marketing campaigns to attract potential customers, help players have many interesting experiences, create excitement, and convince players to be motivated to participate actively.
vi: Vòng quay may mắn là công cụ hỗ trợ hiệu quả các chiến dịch marketing nhằm thu hút khách hàng tiềm năng, giúp người chơi có nhiều trải nghiệm thú vị, tạo sự hào hứng và thúc đẩy người chơi tham gia tích cực.

source: Manage player information
vi: Quản lý thông tin người chơi

source: Manual Trigger
vi: Kích hoạt

source: Max Spins per Device
vi: Số vòng quay tối đa cho mỗi thiết bị

source: Mini game Lucky wheel spin
vi: Mini game Vòng quay may mắn

source: Mobile
vi: Điện thoại

source: Name
vi: Tên

source: New Campain
vi: Chiến dịch mới

source: next number of plays
vi: lượt chơi tiếp theo

source: Not authenticated
vi: Chưa xác thực

source: Notification
vi: Thông báo

source: number of play per person
vi: số lượt chơi mỗi người

source: Odd Background
vi: Nền ô lẻ

source: Odd Segment Color
vi: Màu ô lẻ

source: only support audio mp3, file size less than 1 MB
vi: chỉ hỗ trợ âm thanh mp3, kích thước tệp dưới 1 MB

source: Option
vi: Tùy chọn

source: or login
vi: hoặc đăng nhập

source: Over times
vi: Hết lượt chơi

source: Phone
vi: Số điện thoại

source: Please enter your full name
vi: Vui lòng nhập đầy đủ họ tên của bạn

source: Please enter your phone number
vi: Vui lòng nhập số điện thoại của bạn

source: Plugin has been actived successly, expire on date
vi: Plugin đã được kích hoạt thành công, hết hạn vào ngày

source: Pointer Color
vi: Màu kim chỉ

source: Pointer Text Color
vi: Màu chữ kim chỉ

source: Popup Delay (seconds)
vi: Độ trễ hiển thị cửa sổ bật lên (giây)

source: Position Left
vi: Vị trí trái

source: Position Top
vi: Vị trí trên

source: Register
vi: Đăng ký

source: Register member for taking access token which allows your plugin to manage features of its own installation, and upgrade
vi: Đăng ký thành viên để lấy mã truy cập cho phép plugin quản lý các tính năng cài đặt và nâng cấp

source: Report the list of customers participating, receiving rewards according to the campain
vi: Báo cáo danh sách khách hàng tham gia, nhận thưởng theo chiến dịch

source: Reset Limit After (Days)
vi: Đặt lại giới hạn sau (Ngày)

source: Select
vi: Chọn

source: Setting
vi: Cài đặt

source: Setup
vi: Thiết lập

source: Setup account
vi: Thiết lập tài khoản

source: Shortcode:
vi: Shortcode (Mã ngắn):

source: Submit
vi: Gửi

source: Success
vi: Thành công

source: Successfully logged in
vi: Đăng nhập thành công

source: Successfully logged out
vi: Đăng xuất thành công

source: Thank for joining the game event
vi: Cảm ơn bạn đã tham gia sự kiện

source: Thanks for taking part
vi: Cảm ơn bạn đã tham gia

source: The activation code expire on
vi: Mã kích hoạt hết hạn vào

source: The activation code has been used already
vi: Mã kích hoạt đã được sử dụng

source: The activation code is not valid or it is not belong to the account have logged in
vi: Mã kích hoạt không hợp lệ hoặc không thuộc về tài khoản đã đăng nhập

source: The Best Marketing Campaigns With Lucky Spin The Wheel Mini Game
vi: Các chiến dịch tiếp thị tốt nhất với Mini Game Vòng Quay May Mắn

source: The campain expired
vi: Chiến dịch đã hết hạn

source: The campain is comming soon on
vi: Chiến dịch sắp diễn ra vào ngày

source: The campain is expired on
vi: Chiến dịch hết hạn vào ngày

source: The campain is not exist
vi: Chiến dịch không tồn tại

source: The Ways to Boost Your Digital Marketing Campaign
vi: Các cách để thúc đẩy chiến dịch tiếp thị kỹ thuật số của bạn

source: Times
vi: Lần

source: today
vi: Hôm nay

source: today!
vi: hôm nay!

source: Token is valid
vi: Token hợp lệ

source: Upgrade
vi: Nâng cấp

source: Upload photo, location, image size
vi: Tải lên hình ảnh, vị trí, kích thước ảnh

source: Upload sound effects
vi: Tải lên hiệu ứng âm thanh

source: You are the lucky one to get
vi: Bạn là người may mắn nhận

source: You do not have permission to access this page
vi: Bạn không có quyền truy cập trang này

source: you have got a gift
vi: bạn đã nhận được một món quà

source: You have reached the limit for the number of plays
vi: Bạn đã đạt đến giới hạn số lượt chơi

source: Your token expired or not valid
vi: Token của bạn đã hết hạn hoặc không hợp lệ
